tap "adoptopenjdk/openjdk"
tap "codekitchen/dinghy"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "streamlio/formulae"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "chruby"
brew "consul", restart_service: true
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "elixir"
brew "gcc"
brew "gdb"
brew "htop"
brew "jq"
brew "libpulsar"
brew "mas"
brew "maven"
brew "node", link: false
brew "ruby-build"
brew "sl"
brew "spin"
brew "terraform", link: false
brew "tfenv"
brew "tmux"
brew "trash"
brew "vault"
brew "vaulted"
brew "watchman"
brew "wget"
brew "xhyve"
brew "yarn"
brew "codekitchen/dinghy/dinghy"
brew "streamlio/formulae/pulsar"

cask "adoptopenjdk8"

mas "Alfred", id: 405843582
mas "Bear", id: 1091189122
mas "CopyClip", id: 595191960
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
